Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Not responded in 24 hours
bn_bd: উত্তর 24 ঘন্টার মধ্যে দেওয়া হয়নি

source: Not responded in 72 hours
bn_bd: উত্তর 72 ঘন্টার মধ্যে দেওয়া হয়নি

source: No users selected!
bn_bd: কোনো ব্যবহারকারীকে নির্বাচন করা হয়নি!

source: No users were found for your search query.
bn_bd: কোনো ব্যবহারকারী আপনার অনুসন্ধান কোয়েরির জন্য পাওয়া যায়নি।

source: No votes data
bn_bd: কোন ভোটের তথ্য নেই

source: {num} answers
bn_bd: {num} উত্তর

source: Numbered List
bn_bd: সংখ্যাযুক্ত তালিকা

source: Numbered list item
bn_bd: আইটেমসহ সংখ্যাযুক্ত তালিকা

source: Number of active Army of Awesome contributors
bn_bd: Army of Awesome অবদানকারীদের সক্রিয় সংখ্যা

source: Number of active contributors to the English KB
bn_bd: ইংরেজি KB তে সক্রিয় অবদানকারীদের সংখ্যা

source: Number of active contributors to the non-English KB
bn_bd: নন-ইংরেজিতে KB সক্রিয় অবদানকারীদের সংখ্যা

source: Number of active forum contributors
bn_bd: সক্রিয় ফোরাম অবদানকারীদের সংখ্যা

source: Number of answers
bn_bd: উত্তরের সংখ্যা

source: Number of Answers
bn_bd: উত্তরগুলির সংখ্যা

source: Number of replies
bn_bd: উত্তরের সংখ্যা

source: Number of Replies
bn_bd: জবাবের সংখ্যা

source: Number of votes. Must be an integer.
bn_bd: ভোটসংখ্যা। একটি পূর্ণসংখ্যা হতে হবে।

source: %(numerator)s of %(denominator)s
bn_bd: %(numerator)s এর %(denominator)s

source: %(numerator)s <small>of %(denominator)s</small>
bn_bd: %(numerator)s <small> এর %(denominator)s </small>

source: {num} solutions
bn_bd: {num} সমাধান

source: %(num)s <small>of %(total)s</small>
bn_bd: %(num)s <small>এর %(total)s</small>

source: Official blog
bn_bd: অফিসিয়াল ব্লগ

source: Oh, no! Looks like there are no posts!
bn_bd: ওহ, না! মনে হচ্ছে কোন পোস্ট নেই।

source: Old Password
bn_bd: পুরোনো পাসওয়ার্ড

source: Oops, there was an error.
bn_bd: আহা! একটি ত্রুটি ধরা পরেছে।

source: Oops, your request was unsuccessful
bn_bd: অপস, আপনার অনুরোধ ব্যর্থ হয়েছে

source: Open <em>Help &gt; Troubleshooting Information</em>.
bn_bd: <em> ট্রাবলশুটিং তথ্য &gt; সহায়তা খুলুন</em>।

source: Original post date
bn_bd: মূল পোষ্টের তারিখ

source: Other Mozilla products
bn_bd: অন্যান্য Mozilla পণ্য

source: Other products
bn_bd: অন্যান্য পন্যগুলি

source: Other questions with Firefox for Windows 8 Touch.
bn_bd: Firefox for Windows 8 Touch-এর ব্যাপারে অন্যান্য প্রশ্ন।

source: Other reason:
bn_bd: অন্যান্য কারন:

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
bn_bd: আমাদের স্বেচ্ছাসেবকরা এই প্রবন্ধটি অনুবাদ করছে। যতক্ষণনা এটি প্রস্তুত হচ্ছে, হয়তো ইংরেজি সংস্করণ কিছু সাহায্য হতে পারে।

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help. If you want to help us translate articles like this one, <a href="%(help_link)s">please click here</a>.
bn_bd: আমাদের স্বেচ্ছাসেবকরা এই নিবন্ধটি অনুবাদ করছে। যতক্ষণনা এটি প্রস্তুত হচ্ছে, হয়তো ইংরেজি সংস্করণ কিছু সাহায্য হতে পারে। যদি আপনি এই নিবন্ধের মত নিবন্ধ অনুবাদ করতে চান, <a href="%(help_link)s">অনুগ্রহ করে এখানে ক্লিক করুন</a>।

source: Overall
bn_bd: সার্বিক

source: Page {0} of {1}.
bn_bd: পাতা {1} এর {0}।

source: Page does not exist.
bn_bd: পাতাটি অনুপস্থিত।

source: Page {n}
bn_bd: পাতা {n}

source: Password change successful!
bn_bd: পাসওয়ার্ড সাফল্যের সাথে পরিবর্তন করা হয়েছে!

source: Password is required.
bn_bd: পাসওয়ার্ড দরকার।

source: Password must be 8 or more characters.
bn_bd: পাসওয়ার্ড অবশ্যই 8 বা তার বেশি অক্ষরের হতে হবে।

source: Password reset
bn_bd: পাসওয়ার্ড রিসেট করুন

source: Password Reset
bn_bd: পাসওয়ার্ড পুনঃস্থাপন করুন

source: Password reset on {sitename}
bn_bd: পাসওয়ার্ড পুনঃস্থাপন করুন

source: Password reset unsuccessful
bn_bd: পাসওয়ার্ড পুনঃস্থাপন হতে ব্যর্থ

source: Passwords, forms and search
bn_bd: পাসওয়ার্ড, ফরম এবং সার্চ

source: Password successfully reset.
bn_bd: পাসওয়ার্ড সাফল্যের সাথে পুনঃস্থাপন করা হয়েছে!

source: Percent
bn_bd: শতাংশ

source: Percent Localized: All
bn_bd: স্থানীয়করণ শতাংশ: সকল

source: Percent Localized: Top 100
bn_bd: স্থানীয়করণ শতাংশ: শীর্ষ 100

source: Percent Localized: Top 20
bn_bd: স্থানীয়করণ শতাংশ: শীর্ষ 20

source: Percent Yes
bn_bd: হ্যাঁ-র শতাংশ

source: Personalize Firefox
bn_bd: Firefox ব্যক্তিগতকরণ

source: Pick a product
bn_bd: একটি পণ্য চয়ন করুন

source: Please check you are logged in, and try again.
bn_bd: একবার লগইন করা কিনা দেখে নিন্, এবং আবার চেষ্টা করুন।

source: Please choose a category.
bn_bd: দয়া করে একটি বিষয় নির্বাচন করুন।

source: Please confirm your email address
bn_bd: দয়া করে আপনার ইমেল ঠিকানাটি নিশ্চিত করুন

source: Please confirm your email address.
bn_bd: আপনার ইমেইল ঠিকানা নিশ্চিত করুন।

source: Please Confirm Your Email Address
bn_bd: আপনার ইমেইল ঠিকানা নিশ্চিত করুন

source: Please confirm your Firefox Help question
bn_bd: অনুগ্রহ করে আপনার Firefox এর সহায়ক প্রশ্নটি নিশ্চিত করুন

source: Please enter a correct username and password. Note that both fields are case-sensitive.
bn_bd: একটি সঠিক ইউজারনাম ও পাসওয়ার্ড লিখুন। উল্লেখ্য যে উভয় ক্ষেত্রেই সচেতন হওয়া উচিত।

source: Please enter a facebook.com URL.
bn_bd: দয়া করে একটি facebook.com লিঙ্ক লিখুন।

source: Please enter your password twice.
bn_bd: দয়া করে পাসওয়ার্ডটি দুবার লিখুন।

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: দয়া করে আপনার বডির বিষয়বস্তু %(limit_value)s অক্ষর বা তার মধ্যে রাখুন। বর্তমানে %(show_value)s অক্ষর আছে।

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: দয়া করে সাবজেক্টের দৈর্ঘ্য %(limit_value)s অক্ষর বা কম রাখুন। এটি বর্তমানে %(show_value)s এর অক্ষর।

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: দয়া করে আপনার কনটেন্টের দৈর্ঘ্য %(limit_value)s অক্ষর বা কম রাখুন। এটি বর্তমানে %(show_value)s এর অক্ষর।

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
bn_bd: দয়া করে আপনার ছবির নামের দৈর্ঘ্য %(max)s অক্ষর বা তার মধ্যে রাখুন। বর্তমানে %(length)s অক্ষর আছে।

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: দয়া করে আপনার প্রশ্নের দৈর্ঘ্য %(limit_value)s অক্ষর বা কম রাখুন। এটি বর্তমানে %(show_value)s এর অক্ষর।

source: Please provide a description.
bn_bd: দয়া করে একটি বর্ণনা প্রদান করুন।

source: Please provide an email.
bn_bd: অনুগ্রহ করে একটি ইমেইল প্রদান করুন।

source: Please provide a question.
bn_bd: দয়া করে একটি প্রশ্ন প্রদান করুন।

source: Please provide a subject.
bn_bd: অনুগ্রহ করে একটি সাবজেক্ট প্রদান করুন।

source: Please provide a tag.
bn_bd: অনুগ্রহ করে ট্যাগ দিন।

source: Please provide a title.
bn_bd: অনুগ্রহ করে শিরোনাম দিন।

source: Please provide more details
bn_bd: অনুগ্রহ করে আরও বিস্তারিত সরবরাহ করুন

source: Please provide the Transaction ID.
bn_bd: দয়া করে ট্রাঞ্জাকশন ID টি প্রদান করুন।

source: Please review the latest revision.
bn_bd: অনুগ্রহ করে সর্বশেষ রিভিশন রিভিউ করুন।

source: Please review the latest version.
bn_bd: অনুগ্রহ করে শেষ সংস্করণ রিভিউ করুন।

source: Please select...
bn_bd: দয়া করে নির্বাচন করুন...

source: Please select a category from the previous column or start a search.
bn_bd: দয়া করে পূর্বের সারি থেকে একটি বিভাগ নির্বাচন করুন অথবা নতুন একটি অনুসন্ধান করুন।

source: Please select a different title.
bn_bd: দয়া করে অন্য একটি শিরোনাম দিন।

source: Please select an image or video to insert.
bn_bd: দয়া করে একটি ছবি বা ভিডিও নির্বাচন করুন।

source: Please select at least one product.
bn_bd: অনুগ্রহ করে নূন্যতম একটি পন্য নির্বাচন করুন।

source: Please select at least one topic.
bn_bd: অনুগ্রহ করে নূন্যতম একটি বিষয় নির্বাচন করুন।

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
bn_bd: নিম্নলিখিত এক্সটেনশনগুলির যে কোন একটি দ্বারা ছবি আপলোড করুন: jpg, jpeg, png, gif।

source: Please wait...
bn_bd: দয়া করে অপেক্ষা করুন...

source: Popular articles
bn_bd: জনপ্রিয় নিবন্ধগুলি

source: Popular tips and solutions for Firefox for Android
bn_bd: Android এর Firefox এর জন্য জনপ্রিয় পরামর্শগুলি এবং সমাধানগুলি

source: post
bn_bd: পোস্ট

source: Post a new thread
bn_bd: একটি নতুন বিষয় লিখুন

source: Post a question
bn_bd: একটি প্রশ্ন পোস্ট করুন

source: Post a reply
bn_bd: উত্তর দিন

source: Post a Reply
bn_bd: একটি উত্তর পোস্ট করুন

source: Post contains
bn_bd: পোস্টে রয়েছে

source: Posted
bn_bd: পোস্ট করা হয়েছে

source: posted by
bn_bd: পোস্ট করেছে

source: Post Preview:
bn_bd: পোস্টের পূর্বরূপ:

source: Post Question
bn_bd: প্রশ্ন পোস্ট করুন

source: Post Reply
bn_bd: পোস্টের জবাব দিন

source: Post Thread
bn_bd: পোস্ট থ্রেড

source: Preferred language
bn_bd: পছন্দকৃত ভাষা

source: Preview Changes
bn_bd: পরিবর্তনসমূহ প্রিভিউ করুন

source: Preview Content
bn_bd: বিষয়বস্তুর পূর্বরূপ দেখুন

source: Preview Reply
bn_bd: পূর্বরূপ উত্তর

source: previous
bn_bd: পূর্ববর্তী

source: Privacy and personalization
bn_bd: গোপনীয়তা এবং ব্যক্তিগতকরণ

source: Privacy and security
bn_bd: গোপনীয়তা এবং সুরক্ষার সেটিং

source: Privacy and Security
bn_bd: গোপনীয়তা এবং সুরক্ষা

source: Privacy and security settings
bn_bd: গোপনীয়তা এবং সুরক্ষার সেটিং

source: Privacy browser for Android
bn_bd: Android এর জন্য প্রাইভেসি ব্রাউজার

source: Privacy browser for iOS
bn_bd: iOS এর জন্য প্রাইভেসি ব্রাউজার

source: Private message
bn_bd: ব্যাক্তিগত মেসেজ

source: Private Message
bn_bd: ব্যক্তিগত বার্তা

source: Problems with websites
bn_bd: ওয়েবসাইটের সাথে সমস্যা

source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
bn_bd: ওয়েবসাইটের সমস্যা যা Firefox for Windows 8 টাচে ভালো কাজ করে না।

source: Procedures to diagnose and fix problems
bn_bd: সমস্যাগুলি নির্ণয় এবং সমাধান পদ্ধতিগুলি

source: Product
bn_bd: পন্য

source: {product} Help
bn_bd: {product} সাহায্য

source: [{product}] Knowledge Base Dashboard
bn_bd: [{product}] Knowledge Base ড্যাশবোর্ড

source: Products
bn_bd: পণ্য

source: {product} Support Forum
bn_bd: {product} সাপোর্ট ফোরাম

source: Progress
bn_bd: অগ্রগতি

source: Provide a brief description of this media.
bn_bd: এই মিডিয়াটির সংক্ষিপ্ত বিবরণ প্রদান করুন।

source: Provide more details
bn_bd: আরো বিস্তারিত প্রদান করুন

source: {q} | {product} Support Forum
bn_bd: {q} | {product} সাপোর্ট ফোরাম

source: Question
bn_bd: প্রশ্ন

source: Question:
bn_bd: প্রশ্ন:

source: Question date
bn_bd: প্রশ্নের তারিখ

source: Question details
bn_bd: বিস্তারিত প্রশ্ন করুন

source: Question owner
bn_bd: প্রশ্নের মালিক

source: Questions
bn_bd: প্রশ্ন

source: Questions solved
bn_bd: প্রশ্নের সমাধান

source: Question tools
bn_bd: প্রশ্ন সরঞ্জাম

source: Quickstart Guide
bn_bd: দ্রুত আরম্ভের কৌশল

source: Quote
bn_bd: উদ্ধৃতি

source: Quote previous message...
bn_bd: পূর্ববর্তী বার্তা উদ্ধৃতি ...

source: Readied for localization:
bn_bd: লোকালাইজেশনের জন্য তৈরি:

source: Readied for localization by:
bn_bd: লোকালাইজেশনের জন্য তৈরি দ্বারা:

source: Read message
bn_bd: বার্তা পড়ুন

source: Read Message
bn_bd: বার্তা পড়ুন

source: Read Sent Message
bn_bd: প্রেরিত বার্তা পড়ুন

source: Ready for L10N
bn_bd: L10N এর জন্য প্রস্তুত

source: Ready for localization
bn_bd: অনুবাদ করার জন্য তৈরি

source: Ready for localization:
bn_bd: অনুবাদের জন্য তৈরি:

source: Recent awardees
bn_bd: সাম্প্রতিক পুরস্কারপ্রাপ্ত

source: Recent English Changes
bn_bd: সাম্প্রতিক English পরিবর্তন

source: Recently approved updates
bn_bd: সম্প্রতি অনুমোদিত আপডেট

source: Recently Awarded
bn_bd: সাম্প্রতি পুরষ্কারপ্রাপ্ত

source: Recently awarded badges
bn_bd: সম্প্রতি ভূষিত ব্যাজগুলি

source: Recently unanswered
bn_bd: সম্প্রতি অনুত্তরিত

source: Recent Revisions
bn_bd: সাম্প্রতিক পুনর্বিবেচনা

source: Refresh Firefox
bn_bd: Firefox রিফ্রেশ করুন

source: Register or sign in
bn_bd: রেজিস্টার বা লগ-ইন করুন

source: Register or Sign In
bn_bd: রেজিস্টার অথবা সাইন ইন

source: Register to be a Contributor
bn_bd: অবদানকারী হতে নিবন্ধন করুন

source: registration profile
bn_bd: নিবন্ধন প্রোফাইল

source: registration profiles
bn_bd: নিবন্ধন প্রোফাইল

source: Related
bn_bd: সংশ্লিষ্ট

source: Related documents:
bn_bd: সম্পর্কিত ডকুমেন্টসমূহ:

source: Related products
bn_bd: সম্পর্কিত বস্তুগুলি

source: Remove contributor
bn_bd: অবদানকারীকে মুছুন

source: Remove Contributor
bn_bd: অবদানকারীকে মুছুন

source: Remove contributor | {document}
bn_bd: অবদানকারীকে মুছুন | {document}

source: Remove leader
bn_bd: নেতাকে মুছুন

source: Remove member
bn_bd: সদস্যকে মুছুন

source: Remove {role}
bn_bd: মুছে ফেলুন {role}

source: Remove tweets that aren't really about Firefox or don't need a reply
bn_bd: যে টুইটগুলো সত্যিই ফায়ারফক্স সম্পর্কিত নয় বা উত্তরের প্রয়োজন নেই সেগুলো অপসারণ কর

source: Remove user from contributors
bn_bd: বাবহারকারীকে অবদানকারী থেকে মুছুন

source: Remove user from group
bn_bd: এই দল থেকে সদস্যটিকে মুছুন

source: Remove user from leaders
bn_bd: নেতাকে মুছুন

source: Remove user from locale editors
bn_bd: লোকেল সম্পাদকদের থেকে ব্যবহারকারীকে মুছুন

source: Remove user from locale leaders
bn_bd: লোকেল নেতা থেকে ব্যবহারকারীকে মুছে ফেলুন

source: Remove user from locale reviewers
bn_bd: লোকেল রিভিউয়ার থেকে ব্যবহারকারীকে মুছুন

source: Replies
bn_bd: জবাব

source: reply
bn_bd: উত্তর

source: Reply...
bn_bd: উত্তর...

source: Reply Preview
bn_bd: উত্তর পূর্বরূপে দেখুন

source: Reply-to is empty
bn_bd: ফাকা উত্তর

source: Reply to thread: {title}
bn_bd: থ্রেডে উত্তর দিন: {title}

source: Report this
bn_bd: এটি রিপোর্ট করুন

source: Required. 30 characters or fewer. Letters, digits and ./- only.
bn_bd: দরকার। 30 টি অক্ষর বা তার কম। শব্দ, সংখ্যা এবং ./- শুধুমাত্র।

source: Resend account confirmation email
bn_bd: অ্যাকাউন্ট নিশ্চিতকরণ ইমেইল পুনরায় পাঠান

source: Resend confirmation email
bn_bd: নিশ্চিতকরণ ইমেইল পুনরায় পাঠান

source: Responded
bn_bd: প্রতিক্রিয়া জানানো হয়েছে

source: % Responded in 24 hours
bn_bd: 24 ঘন্টার মধ্যে প্রতিক্রিয়া %

source: Responded in 24 hours
bn_bd: 24 ঘন্টার মধ্যে উত্তর

source: % Responded in 72 hours
bn_bd: 72 ঘন্টার মধ্যে প্রতিক্রিয়া %

source: Responded in 72 hours
bn_bd: 72 ঘন্টার মধ্যে উত্তর

source: Respond to the tweet!
bn_bd: টুইটের জবাব দিন!

source: Response editor
bn_bd: উত্তর সম্পাদনা

source: Response preview
bn_bd: উত্তরের পূর্বরূপ

source: Responses
bn_bd: প্রত্যুত্তর

source: Results for: {query}
bn_bd: ফলাফল: {query}

source: Retention
bn_bd: ধারণক্ষমতা

source: Retrieve username
bn_bd: ইউজারনাম উদ্ধার করুন

source: Retrieve Username
bn_bd: ইউজারনাম উদ্ধার করুন

source: Reviewed:
bn_bd: পর্যালোচনা অবস্থা:

source: Reviewed by:
bn_bd: পর্যালোচনা করেছেন:

source: Reviewing Revision {id} by {user}
bn_bd: {user} এর লিখিত {id} সংস্করণটি পর্যালোচনা চলছে

source: Reviewing Translation {id} in {language} by {user}
bn_bd: {user} দ্বারা {language}-এ অনুবাদ {id} রিভিউ করা হচ্ছে

source: Review Needed
bn_bd: পর্যালোচনা দরকার

source: Review Needed: {comment}
bn_bd: পর্যালোচনা প্রয়োজন: {comment}

source: Review Process
bn_bd: পর্যালোচনা প্রক্রিয়া

source: Review Revision
bn_bd: সংস্করণটি রিভিউ করুন

source: Review Revision {id}
bn_bd: পুনর্বিবেচনা পর্যালোচনা করুন {id}

source: Review Revision {id} | {document}
bn_bd: {id} | {document} এর সংস্করণের পর্যালোচনা করুন

source: Review Revision of {title}
bn_bd: {title} এর সংস্করণের পর্যালোচনা করুন

source: Review this revision
bn_bd: এই সংস্করণটি রিভিউ করুন

source: Review Translation
bn_bd: অনুবাদ রিভিউ করুন

source: Review Translation {id} | {document}
bn_bd: অনুবাদ রিভিউ করুন {id} | {document}

source: Review Translation of {title}
bn_bd: {title}-র অনুবাদ রিভিউ করুন

source: Revision
bn_bd: পুনর্বিবেচনা

source: Revision Comment: {comment}
bn_bd: সংস্করণের কমেন্ট: {comment}

source: Revision Content
bn_bd: সংস্করণের বিষয়বস্তু

source: Revision History | {document}
bn_bd: {document} | সংস্করণ ইতিহাস

source: Revision history for:
bn_bd: সংস্করণ ইতিহাস:

source: Revision id:
bn_bd: সংস্করণ id:

source: Revision {id} by {user}
bn_bd: পর্যালোচনা {id} হয়েছে {user} এর দ্বারা

source: Revision {id} by {user} on {date}
bn_bd: {user} দ্বারা {date}-এ সংশোধন {id}

source: Revision Information
bn_bd: সংস্করণের তথ্য

source: Revision {n} | {t} | {c}
bn_bd: পর্যালোচনা {n} | {t} | {c}

source: Revision {num}
bn_bd: {num} সংস্করণ

source: Revision {num}:
bn_bd: সংস্করণ {num}:

source: Revision rendered html:
bn_bd: সংশোধনের অনুষ্ঠিত HTML:

source: Revision %s
bn_bd: %s সংস্করণ

source: Revision source:
bn_bd: সংস্করণের উৎস

source: Revision Source
bn_bd: সংস্করণের উৎস

source: said
bn_bd: বলেছেন

source: Save changes
bn_bd: পরিবর্তনগুলোর সংরক্ষন করুন

source: Save description
bn_bd: বিবরণ সংরক্ষণ করুন

source: Save Question
bn_bd: প্রশ্নটি সংরক্ষণ করুন

source: Save the world
bn_bd: পৃথিবীকে বাঁচাও

source: %s characters remaining
bn_bd: %s অক্ষর বাকি

source: Search for a user...
bn_bd: একটি গ্রাহকের জন্য অনুসন্ধান...

source: Search for common responses
bn_bd: সাধারণ উত্তরের জন্য অনুসন্ধান

source: Search for documents...
bn_bd: ডকুমেন্টগুলির জন্য সার্চ করুন

source: Search Gallery
bn_bd: গ্যালারি অনুসন্ধান

source: Search in forum
bn_bd: ফোরামে অনুসন্ধান করুন

source: Search Mozilla Support
bn_bd: Mozilla সহায়তা অনুসন্ধান করুন

source: Search results
bn_bd: অনুসন্ধান ফলাফল

source: Search results summary:
bn_bd: অনুসন্ধানের সারাংশ:

source: Search result summary in {locale}:
bn_bd: {locale} এ অনুসন্ধান ফলাফলের সারাংশ:

source: Search the Discussion Forums
bn_bd: আলোচনা ফোরামে অনুসন্ধান করুন

source: Search the Knowledge Base
bn_bd: Knowledge Base অনুসন্ধান করুন

source: Search the Support Questions
bn_bd: সহায়তা সম্পর্কিত প্রশ্ন অনুসন্ধান করুন

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
bn_bd: আপনার সম্পাদনাকে পর্যালোচনা না হওয়া সংস্করণের ওপরে ভিত্তি করতে হলে দেখুন <a href="%(url)s">পূর্ববর্তী তথ্য</a>।

source: See All
bn_bd: সবগুলো দেখুন

source: See all the details...
bn_bd: সমস্ত বিবরণ দেখুন ...

source: See also:
bn_bd: অারো দেখুন:

source: See the comment:
bn_bd: নথিটি মুছুন

source: See the data
bn_bd: তথ্য দেখুন

source: Select a language to translate to:
bn_bd: অনুবাদ করার জন্য একটি ভাষা নির্বাচন করুন:

source: Select by Locale
bn_bd: লোকেল দ্বারা নির্বাচন করুন

source: Select language
bn_bd: ভাষা নির্বাচন

source: Select language | {document}
bn_bd: ভাষা নির্বাচন | {document}

source: Send emails for private messages
bn_bd: ব্যাক্তিগত মেসেজ এর জন্য ইমেল পাঠানো হবে

source: Send password reset link
bn_bd: পাসওয়ার্ড পুনঃস্থাপনের লিঙ্ক পাঠানো হোক

source: Send Updates
bn_bd: আপডেটগুলি পাঠান

source: Send username
bn_bd: ইউজারনাম পাঠানো হোক

source: Sensible Settings
bn_bd: সেন্সসেবল সেটিংস

source: Sent Messages
bn_bd: প্রেরিত বার্তা

source: Set up email
bn_bd: ইমেইল সেট আপ করুন

source: Share this article: {link}
bn_bd: এই প্রবন্ধটি শেয়ার করুন: {link}

source: Share web pages on Firefox for iOS
bn_bd: iOS এর জন্য Firefox এ ওয়েব পাতা শেয়ার করুন

source: Show after
bn_bd: পরে দেখাও

source: Show all questions
bn_bd: সব প্রশ্ন দেখান

source: Show Everything
bn_bd: সবকিছু দেখান

source: Show Helpfulness Votes Chart
bn_bd: উপকারি ভোট চার্ট দেখান হোক

source: Show History
bn_bd: ইতিহাস দেখুন

source: Show information for:
bn_bd: তথ্য দেখান:

source: Showing questions tagged:
bn_bd: প্রশ্নগুলি দেখানো হচ্ছে:

source: Show less
bn_bd: কম দেখান

source: Show me
bn_bd: আমাকে দেখান

source: Show media for:
bn_bd: মিডিয়া দেখান:

source: Show more
bn_bd: আরও দেখাও

source: Show translations
bn_bd: অনুবাদগুলি দেখান

source: Show Translations
bn_bd: অনুবাদ দেখান

source: Show translations | {document}
bn_bd: অনুবাদ দেখান | {document}

source: Show until
bn_bd: যে পর্যন্ত দেখাবে

source: Signed in!
bn_bd: সাইন ইন হয়ে আছেন!

source: Sign in and connect to Twitter
bn_bd: সাইন ইন করুন এবং Twitter এ যুক্ত হোন

source: Signing in...
bn_bd: সাইন ইন করা হচ্ছে...

source: Sign in to Mozilla Support
bn_bd: Mozilla Support এ সাইন ইন করুন

source: Sign me up
bn_bd: আমাকে সাইন আপ করুন

source: Sign up as a volunteer
bn_bd: স্বেচ্ছাসেবক হিসেবে সাইন আপ করুন

source: "%s" is too large (%sKB), the limit is %sKB
bn_bd: "%s" খুব বর (%sKB), সীমাবদ্ধতা %sKB

source: {sitename} Password Reset
bn_bd: {sitename} পার্সওয়ার্ড রিসেট

source: Sites Affected
bn_bd: সাইট আক্রান্ত হয়েছে

source: Skip to search
bn_bd: সার্চ করা বাদ দিন

source: Slug in {locale}:
bn_bd: {locale} এ Slug:

source: solution
bn_bd: সমাধান

source: Solution chosen
bn_bd: সমাধান নির্বাচিত

source: Solution chosen by {user}
bn_bd: সমাধান {user} দ্বারা নির্বাচিত

source: Solution didn't work
bn_bd: সমাধান কাজ করেনি

source: Solution provided
bn_bd: সমাধান প্রদান করা হয়েছে

source: solved
bn_bd: মীমাংসিত

source: Solved
bn_bd: মীমাংসিত

source: % Solved
bn_bd: % মীমাংসিত

source: Solved the problem
bn_bd: সমস্যাটি সমাধিত

source: Solves the problem
bn_bd: সমস্যাটি সমাধান করুন

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
bn_bd: আমাদের ওয়েবসাইট রক্ষণাবেক্ষণের জন্য এই বৈশিষ্ট্যটি সাময়িকভাবে নিষ্ক্রিয় করা হয়েছে। দয়া করে কিছুক্ষন পরে আবার চেষ্টা করুন।

source: Something is wrong
bn_bd: কথাও একটা ভুল হচ্ছে

source: Sorry! Search is currently unavailable. Please try again soon.
bn_bd: দুঃখিত! অনুসন্ধান বর্তমানে অনুপলব্ধ। শীঘ্রই আবার চেষ্টা করুন।

source: Sorry to hear that.
bn_bd: শুনে দুঃখিত হলাম।

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
bn_bd: দুঃখিত, আপনি যে পৃষ্ঠাটি খুঁজছেন সেটি আমরা পাচ্ছিনা। অনুগ্রহপূর্বক, আমাদের সাইটে নীচের অনুসন্ধান ফর্ম ব্যবহার করুন।

source: Sort options
bn_bd: সাজানোর অপশন

source: Spam or other unrelated content
bn_bd: অসংশ্লিষ্ট বা অসম্পর্কিত বিষয়বস্তু

source: Stale
bn_bd: বাসি

source: Start answering!
bn_bd: উত্তর দিতে শুরু করুন!

source: Start typing to search...
bn_bd: সার্চ করতে লেখা শুরু করুন...

source: Stay in touch
bn_bd: সাথেই থাকুন

source: Sticky
bn_bd: প্রয়োজনীয়

source: Sticky this thread
bn_bd: অপ্রীতিকর থ্রেড

source: Stop article emails
bn_bd: প্রবন্ধ ইমেইল বন্ধ করুন

source: Stop email updates
bn_bd: ইমেইল আপডেট বন্ধ করুন

source: Stop Ignoring
bn_bd: অবহেলা বন্ধ করুন

source: Stop watching this forum
bn_bd: এই ফোরামটি দেখানো বন্ধ করুন

source: Stop watching this locale
bn_bd: এই ভাষাটি দেখা বন্ধ করুন

source: Stop watching this thread
bn_bd: থ্রেডটি দেখা বন্ধ করুন

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
bn_bd: <strong>%(awarder)s</strong> আপনাকে <strong>%(title)s</strong> ব্যাজ পুরস্কার প্রদান করেছে!

source: <strong>Draft has been saved on:</strong> %s
bn_bd: <strong>খসড়া যখন সংরক্ষিত:</strong> %s

source: <strong>Draft is saving...</strong>
bn_bd: <strong>খসড়া সংরক্ষিত হচ্ছে ...</strong>

source: <strong>Error saving draft</strong>
bn_bd: <strong>খসড়া সংরক্ষণে ত্রুটি দেখা দিয়েছে</strong>

source: <strong>{product}</strong> Support Forum
bn_bd: <strong>{product}</strong> সাপোর্ট ফোরাম

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
bn_bd: <strong>সাবধান:</strong> ডিসেম্বর 2010 এর পূর্বে নির্মিত অ্যাকাউন্ট এ লগ-ইন করতে সমস্যা হতে পারে। দয়া করে নিম্নে থেকে আপনার পাসওয়ার্ডটি পুনঃস্থাপন করুন।

source: Submit for Review
bn_bd: পর্যালোচনার জন্য জমা দিন

source: Submit Issue
bn_bd: ইস্যু জমা দিন

source: Submitted {locale} translation:
bn_bd: জমা দেওয়া {locale} অনুবাদ:

source: Submitted revision:
bn_bd: পেশ করা সংস্করণ:

source: Submitted Revision Changes
bn_bd: জমা সংশোধনের পরিবর্তনসমূহ

source: Submitted translation:
bn_bd: অনুবদা জমা দেওয়া হয়েছে:

source: Submitted Translation Changes
bn_bd: জমা দেওয়া পরিবর্তিত অনুবাদ

source: Submit Your Changes
bn_bd: আপনার করা পরিবর্তনগুলি জমা দিন

source: Subscribe...
bn_bd: সাবস্ক্রাইব...

source: Subscribe to edit notifications
bn_bd: সম্পাদনা বিজ্ঞপ্তি থেকে সদস্যতাযুক্ত করুন

source: Subscribe to feed
bn_bd: ফিড সাবস্ক্রাইব করুন
